{page: 1, results: [
        {adult: false, backdrop_path: /vam9VHLZl8tqNwkp1zjEAxIOrkk.jpg, genre_ids: [
                10751,
                14,
                10770
            ], id: 671583,
    original_language: en, original_title: Upside-Down Magic, overview: Ein Mädchen wird an einer Zauberei-Schule angenommen, landet aufgrund  
    seiner unzuverlässigen Fähigkeiten aber in einer Klasse für Problemfälle, denen das Zaubern ausgetrieben werden soll. Zusammen mit ihren   
    Klassenkameraden macht sich die kleine Hexe daran, ihren Wert als Magier zu beweisen. Familien-Fantasyfilm nach einer Buchreihe, der       
    handwerklich solide inszeniert ist und annehmbare, wenn auch wenig eigenständige Unterhaltung bietet. Sympathisch ist die Botschaft,       
    Anderssein selbstbewusst als Besonderheit und Chance zu begreifen., popularity: 2268.441, poster_path: /xfYMQNApIIh8KhpNVtG1XRz0ZAp.jpg,   
    release_date: 2020-07-31, title: Upside-Down Magic - Magie steht Kopf, video: false, vote_average: 7.7, vote_count: 65
        },
        {adult: false,    
    backdrop_path: /jeAQdDX9nguP6YOX6QSWKDPkbBo.jpg, genre_ids: [
                28,
                14,
                878
            ], id: 590706, original_language: en, original_title: Jiu Jitsu,   
    overview: , popularity: 2267.77, poster_path: /eLT8Cu357VOwBVTitkmlDEg32Fs.jpg, release_date: 2020-11-20, title: Jiu Jitsu, video: false,  
    vote_average: 5.7, vote_count: 119
        },
        {adult: false, backdrop_path: /wzJRB4MKi3yK138bJyuL9nx47y6.jpg, genre_ids: [
                28,
                53,
                878
            ], id: 577922, 
    original_language: en, original_title: Tenet, overview: Ein Agent wird rekrutiert, um einen besonderen Auftrag auszuführen: Er soll den 3. 
    Weltkrieg verhindern. Diesmal ist jedoch keine nukleare Bedrohung der Grund, sondern es muss eine Person gestoppt werden, welche die       
    Fähigkeit besitzt, die Zeit zu manipulieren., popularity: 1594.345, poster_path: /jutsxphSGbnpxpGr23xzbf2ziQZ.jpg, release_date: 2020-08-22, title: Tenet, video: false, vote_average: 7.4, vote_count: 2681
        },
        {adult: false, backdrop_path:
    /ckfwfLkl0CkafTasoRw5FILhZAS.jpg, genre_ids: [
                28,
                35,
                14
            ], id: 602211, original_language: en, original_title: Fatman, overview: Ein        
    ruppiger, unkonventioneller Weihnachtsmann kämpft um die Rettung seines rückläufigen Geschäfts. Währenddessen heuert Billy, ein
    vernachlässigter und frühreifer 12-Jähriger, einen Auftragskiller an, der den Weihnachtsmann töten soll, nachdem er ein Stück Kohle        
    erhalten hat., popularity: 1532.345, poster_path: /hhlcbcdzf7CmdWPPHaiLKj0Zx8W.jpg, release_date: 2020-11-13, title: Fatman, video: false, 
    vote_average: 6.1, vote_count: 122
        },
        {adult: false, backdrop_path: /mZgbq4Zpxz7ozWXl4asj6vNdlIi.jpg, genre_ids: [
                35,
                10751,
                14
            ], id: 454433, original_language: en, original_title: Magic Camp, overview: Als er selbst noch ein junges und schüchternes Kind war, besuchte Andydas Magic Camp, ein wahrhaft magisches Ferienlager. Seitdem ist er jedoch wieder auf den Boden der Tatsachen zurückgekehrt, denn Andy      
    arbeitet nun als langweiliger Banker, hat keinen Kontakt mehr zu seiner einstigen Partnerin Christina und kann nicht gerade eine strahlendeKarriere vorweisen., popularity: 1441.197, poster_path: /awcPLFFYjufRXd2oAAP6ZIXF9vM.jpg, release_date: 2020-08-14, title: Magic Camp,     
    video: false, vote_average: 7, vote_count: 103
        },
        {adult: false, backdrop_path: /zKv7KF0pH9ASv2uGgTvTylMlxQn.jpg, genre_ids: [
                37
            ], id: 729648, original_language: en, original_title: The Dalton Gang, overview: , popularity: 1198.731, poster_path:
    /6OeGqp18oZucUGziMIRNhLouZ75.jpg, release_date: 2020-11-02, title: The Dalton Gang, video: false, vote_average: 5, vote_count: 15
        },
        {adult: false, backdrop_path: /2Fk3AB8E9dYIBc2ywJkxk8BTyhc.jpg, genre_ids: [
                28,
                53
            ], id: 524047, original_language: en, original_title: Greenland, 
    overview: Ein riesiger Komet rast in hoher Geschwindigkeit auf die Erde zu und soll Berechnungen zufolge vor Eintritt in die Erdatmosphäre 
    verglühen. Doch die Prognosen stimmen nicht – ein erstes Fragment des Kometen stürzt nicht ins Meer, sondern zerstört stattdessen ganz     
    Florida. Gerüchte, dass nur ein ausgewählter Kreis von Personen in Sicherheit gebracht werden kann, machen bereits die Runde, als IngenieurJohn Garrity von der US-Regierung aufgefordert wird, sich sofort gemeinsam mit seiner Frau Allison und Sohn Nathan zu einer Militärbasis zubegeben. Von dort aus sollen sie an einen Ort ausgeflogen werden, an dem das Überleben möglich sein soll: Grönland. Doch die Fahrt dorthin 
    wird zum Spießrutenlauf und die Familie im Chaos verzweifelnd fliehender Menschen und plündernden Horden auseinandergerissen. Wie sollen   
    sie sich je wiederfinden, und wo ist man überhaupt noch sicher?, popularity: 947.9, poster_path: /eVHNkeIVEBifkxJeqLHlRccuJAL.jpg,
    release_date: 2020-07-29, title: Greenland, video: false, vote_average: 7.2, vote_count: 872
        },
        {adult: false, backdrop_path:
    /qAKvUu2FSaDlnqznY4VOp5PmjIF.jpg, genre_ids: [
                28,
                12,
                18,
                14
            ], id: 337401, original_language: en, original_title: Mulan, overview: Als     
    Chinas mächtiger Kaiser ein Dekret erlässt, dass aus jeder Familie je ein Mann in die kaiserliche Armee eingezogen wird, um das Land vor   
    Eindringlingen aus dem Norden zu verteidigen, beschließt Mulan Hua, die Tochter und einziges Kind eines hoch dekorierten Soldaten, anstelleihres kranken und geschwächten Vaters dem Einberufungsbefehl Folge zu leisten. Mulan gibt sich in Männerverkleidung als Jun Hua aus und    
    muss sich den strengsten Prüfungen unterziehen. Mit den zahlreichen Abenteuern, die sie auf ihrer epischen Reise durchlebt, lernt sie auf  
    ihre innere Stärke zu vertrauen und entdeckt dabei ihr wahres Potenzial. So kann Mulan am Ende ihres aufregenden Wegs zur respektierten    
    Kriegerin nicht nur der Dankbarkeit der ganzen Nation sicher sein, auch die Hochachtung ihres so stolzen Vaters wird sie sich verdienen.,  
    popularity: 932.315, poster_path: /SnXUdLT7AyZWoeaINVGYJ0xg5U.jpg, release_date: 2020-09-04, title: Mulan, video: false, vote_average: 7.2,vote_count: 3284
        },
        {adult: false, backdrop_path: /86L8wqGMDbwURPni2t7FQ0nDjsH.jpg, genre_ids: [
                28,
                53
            ], id: 724989, original_language: en, 
    original_title: Hard Kill, overview: , popularity: 881.513, poster_path: /ugZW8ocsrfgI95pnQ7wrmKDxIe.jpg, release_date: 2020-10-23, title: 
    Hard Kill, video: false, vote_average: 5, vote_count: 226
        },
        {adult: false, backdrop_path: /5846jHODKbja38USbFcXgOnsfqb.jpg, genre_ids: [
                10751,
                14,
                12
            ], id: 654028, original_language: en, original_title: The Christmas Chronicles: Part Two, overview: Es ist zwei Jahre her,   
    dass die Geschwister Kate und Teddy Pierce das Weihnachtsfest gerettet haben. In der Zwischenzeit ist viel passiert. Kate ist jetzt eine   
    launische Teenagerin und muss mit ihrer Mutter, deren neuem Freund und dessen Sohn Jack Weihnachten in Cancun verbringen. Sie kann diese   
    neue Version ihrer Familie nicht ausstehen und beschließt, wegzulaufen. Doch plötzlich taucht der mysteriöse böse Zauberer Belsnickel auf  
    und droht, den Nordpol und das Weihnachtsfest zu zerstören. So geraten Kate und Jack unerwartet in ein neues Abenteuer mit dem
    Weihnachtsmann., popularity: 859.391, poster_path: /6sG0kbEvAi3RRLcGGU5h8l3qAPa.jpg, release_date: 2020-11-18, title: The Christmas        
    Chronicles: Teil zwei, video: false, vote_average: 7.2, vote_count: 211
        },
        {adult: false, backdrop_path: /fTDzKoQIh1HeyjfpG5AHMi2jxAJ.jpg,  
    genre_ids: [
                28,
                35
            ], id: 682377, original_language: en, original_title: Chick Fight, overview: , popularity: 841.376, poster_path:
    /4ZocdxnOO6q2UbdKye2wgofLFhB.jpg, release_date: 2020-11-13, title: Chick Fight, video: false, vote_average: 5.8, vote_count: 49
        },
        {adult: false, backdrop_path: /gEjNlhZhyHeto6Fy5wWy5Uk3A9D.jpg, genre_ids: [
                28,
                27,
                53
            ], id: 581392, original_language: ko, original_title: 반도,  
    overview: Als der Zombie-Ausbruch die ganze Nation erfasste, entkam Jung-seok Südkorea halbtot. Während er in Hongkong ein verzweifeltes   
    Leben führt, erhält er ein verlockendes Angebot, auf die unter Quarantäne gestellte Halbinsel zurückzukehren.  Seine Mission ist es,       
    innerhalb einer bestimmten Frist einen verlassenen Lastwagen mitten in Seoul zu finden und lautlos von der Halbinsel zu fliehen. Aber seineOperation droht zu scheitern, als eine mysteriöse Miliz namens Unit 631 Jung-seoks kleines Team überfällt. Und dann wären da auch noch die 
    bösartigen Horden von Zombies…, popularity: 832.405, poster_path: /aSuRsMrvuXrwriQmXPeQkp9ZmGC.jpg, release_date: 2020-07-15, title:       
    Peninsula, video: false, vote_average: 6.9, vote_count: 871
        },
        {adult: false, backdrop_path: /n6bUvigpRFqSwmPp1m2YADdbRBc.jpg, genre_ids: [
                80,
                53,
                18
            ], id: 475557, original_language: en, original_title: Joker, overview: Gotham City im Jahr 1981: Der mental instabile Arthur    
    Fleck führt wahrlich nicht das Leben, von dem man träumt: Vollgepumpt mit Medikamenten geht er seiner Arbeit als kostümierter
    Werbeschildträger nach und wird nicht selten das Ziel von Spott und Attacken. Abends zieht es ihn in sein heruntergekommenes Apartment, wo 
    er sich um seine kranke Mutter kümmern muss. Gemeinsam hoffen sie auf ein besseres Leben, das Arthur als Stand-Up-Komiker realisieren will.Als plötzlich die Förderung für seine psychologische Betreuung gestrichen wird, nimmt das Unheil seinen Lauf. Die Schusswaffe eines        
    Kollegen, die Suche nach seinem echten Vater und plötzlicher Ruhm sorgen dafür, dass der einstmals harmlose Exzentriker die ganze Stadt in 
    Angst und Schrecken versetzt..., popularity: 804.565, poster_path: /dCp0auHcFum1g6N1YSMLQmyVCT6.jpg, release_date: 2019-10-02, title:      
    Joker, video: false, vote_average: 8.2, vote_count: 15830
        },
        {adult: false, backdrop_path: /8rIoyM6zYXJNjzGseT3MRusMPWl.jpg, genre_ids: [
                14,
                10751,
                12,
                35,
                27
            ], id: 531219, original_language: en, original_title: Roald Dahl's The Witches, overview: Ein junger Waisenjunge zieht    
    Ende 1967 zu seiner liebevollen Großmutter in die ländliche Stadt Demopolis in Alabama. Als er und seine Großmutter auf einige trügerisch  
    glamouröse, aber durch und durch teuflische Hexen treffen, verfrachtet diese den Jungen klugerweise in ein opulentes Seebad.
    Bedauerlicherweise kommen sie genau zur selben Zeit an, zu der die Hoch-Großmeisterhexe der Welt ihre Weggefährtinnen aus allen Teilen des 
    Erdballs – unter falscher Identität – versammelt hat, um ihre ruchlosen Pläne zu verwirklichen., popularity: 743.434, poster_path:
    /a5mJNwkAR24Jfs8ft2NmxkiGRN2.jpg, release_date: 2020-10-26, title: Hexen Hexen, video: false, vote_average: 6.9, vote_count: 874
        },
        {adult: false, backdrop_path: /gnf4Cb2rms69QbCnGFJyqwBWsxv.jpg, genre_ids: [
                53,
                28,
                18,
                80
            ], id: 671039, original_language: fr, original_title:    
    Bronx, overview: Ein treuer Polizist ist zwischen Polizeikorruption und den Gangs von Marseille gefangen. Um seine Einheit zu beschützen,  
    muss er die Dinge selbst in die Hand nehmen., popularity: 680.826, poster_path: /hSpm2mMbkd0hLTRWBz0zolnLAyK.jpg, release_date: 2020-10-30,title: Banden von Marseille, video: false, vote_average: 5.9, vote_count: 276
        },
        {adult: false, backdrop_path:
    /d1sVANghKKMZNvqjW0V6y1ejvV9.jpg, genre_ids: [
                16,
                28,
                12,
                14,
                18
            ], id: 635302, original_language: ja, original_title: 劇場版「鬼滅の刃」無 
    限列車編,
    overview: Tanjirō und seine Gefährten haben ihr Rehabilitationstraining im Schmetterlingsanwesen abgeschlossen und erreichen den Ort ihrer 
    nächsten Mission. Im »Mugen-Zug« sind über 40 Leute innerhalb kürzester Zeit verschwunden. Tanjirō, Nezuko, Zenitsu und Inosuke schließen  
    sich einem der mächtigsten Schwertkämpfer unter den Dämonenjägern an: der Säule der Flammen Kyōjurō Rengoku. Zusammen wollen sie sich dem  
    Dämon stellen, der im »Mugen-Zug« lauert und begeben sich auf eine Fahrt in die Dunkelheit., popularity: 663.315, poster_path:
    /m9cn5mhW519QKr1YGpGxNWi98VJ.jpg, release_date: 2020-10-16, title: Demon Slayer: Kimetsu no Yaiba - Mugen Train, video: false,
    vote_average: 6.1, vote_count: 94
        },
        {adult: false, backdrop_path: /aO5ILS7qnqtFIprbJ40zla0jhpu.jpg, genre_ids: [
                28,
                53,
                12,
                18
            ], id: 741067, original_language: en, original_title: Welcome to Sudden Death, overview: Jesse Freeman ist ein ehemaliger Special Forces Offizier 
    und Sprengstoffexperte, der jetzt regelmäßig als Sicherheitsbeamter in einer hochmodernen Basketballarena arbeitet. Ärger bricht aus, als  
    ein technisch versierter Kader von Terroristen den Besitzer des Teams und Jesses Tochter am Eröffnungsabend entführt. Angesichts einer     
    tickenden Uhr und unmöglicher Chancen liegt es an Jesse, sie nicht nur zu retten, sondern auch das ganze Stadion von Fans. Ein hoch        
    aufgeladenen Action-Thriller., popularity: 644.539, poster_path: /elZ6JCzSEvFOq4gNjNeZsnRFsvj.jpg, release_date: 2020-09-29, title: Welcometo Sudden Death, video: false, vote_average: 6.3, vote_count: 184
        },
        {adult: false, backdrop_path: /wu1uilmhM4TdluKi2ytfz8gidHf.jpg,        
    genre_ids: [
                16,
                14,
                12,
                35,
                10751
            ], id: 400160, original_language: en, original_title: The SpongeBob Movie: Sponge on the Run, overview:   
    SpongeBob Schwammkopf ist am Meeresboden zerstört, denn Schnecke Gary ist verschwunden. SpongeBob fackelt nicht lang und macht sich mit    
    seinem Freund Patrick auf die Suche nach Gary. Ihr Weg führt sie bis nach Atlantic City., popularity: 637.303, poster_path:
    /k6j2Rat1tpTZ9lFW0hkfSQT2Cgk.jpg, release_date: 2020-08-14, title: Spongebob Schwammkopf: Eine schwammtastische Rettung, video: false,     
    vote_average: 8, vote_count: 1676
        },
        {adult: false, backdrop_path: /54yOImQgj8i85u9hxxnaIQBRUuo.jpg, genre_ids: [
                28,
                80,
                18,
                53
            ], id: 539885, original_language: en, original_title: Ava, overview: Ava ist jung, attraktiv – und professionelle Auftragskillerin. Ihre Opfer:   
    Zumeist hochkarätige Zielpersonen aus höheren Kreisen, an die es auch wirklich nur ein Rankommen gibt, wenn man zu den Besten gehört. Doch 
    das Blatt wendet sich für die Berufsmörderin, als einer ihrer Jobs schiefläuft. Um Gras über die Sache wachsen zu lassen, schickt ihr Boss 
    Simon seine Top-Killerin in Zwangsurlaub – das glaubt zumindest Ava. Was die rothaarige Femme fatale allerdings nicht weiß: Simon hat ihr  
    eine Reihe ihrer Kollegen auf den Hals gehetzt, um sie ein für alle mal auszuschalten. Und plötzlich ist sie die Gejagte, die nun Hilfe beiihrem Ex-Verlobten Michael und ihrem Mentor Duke sucht..., popularity: 564.634, poster_path: /dPNvCeOcdbi7BMh9utuJTfW9R1Q.jpg,
    release_date: 2020-07-02, title: Code Ava - Trained to Kill, video: false, vote_average: 5.6, vote_count: 763
        },
        {adult: false,
    backdrop_path: /kMe4TKMDNXTKptQPAdOF0oZHq3V.jpg, genre_ids: [
                80,
                18,
                9648
            ], id: 497582, original_language: en, original_title: Enola       
    Holmes, overview: Auf der Suche nach ihrer Mutter verlässt sich Enola Holmes auf ihr Talent als Spürnase, um ihren Bruder Sherlock zu      
    überlisten und einem entlaufenen Lord zu helfen., popularity: 545.184, poster_path: /riYInlsq2kf1AWoGm80JQW5dLKp.jpg, release_date: 2020-09-23, title: Enola Holmes, video: false, vote_average: 7.5, vote_count: 2833
        }
    ], total_pages: 500, total_results: 10000
}